Repository: SliceOfLife8/MyGallery
Catalog: MyGallery/Helpers/Localize/*.lproj/Localizable.strings
Languages: el

source: Photographer
el: Φωτογράφος

source: Gallery
el: Συλλογή

source: Search
el: Αναζήτηση

source: Settings
el: Ρυθμίσεις

# network_fail
source: Whoops! There seems to be a problem with your network connection
el: Φαίνεται πως υπάρχει πρόβλημα με το δίκτυο σου!

# network_is_back
source: Network connection restored!
el: Επανήλθε το δίκτυο!

source: Copy
el: Αντιγραφή

source: Download
el: Αποθήκευση

source: Share image
el: Κοινή χρήση

source: Cancel
el: Ακύρωση

# no_results
source: No results were found for what you are looking for. Do not give up, give another shot!
el: Δε βρέθηκαν αποτελέσματα γι' αυτό που ψάχνεις. Μη τα παρατάς, δοκίμασε κάτι άλλο!

# discover_images
source: Discover images with one word
el: Ανακάλυψε φωτογραφίες με μια λέξη!

# only_en_chars
source: (Only english terms are supported)
el: (υποστηρίζονται μόνο αγγλικοί όροι)

# select_images
source: Select images to delete them. You can delete them either from your album or your device!
el: Επέλεξε φωτογραφίες για να τις διαγράψεις. Μπορείς να τις διαγράψεις είτε μόνο από το άλμπουμ σου είτε συνολικά από τη συσκευή σου!

# search_images
source: Search for images
el: Αναζήτηση για εικόνες

source: Edit album
el: Επεξεργασία album

source: Show album
el: Προβολή album

# something_went_wrong
source: It seems that something went wrong! Try again!
el: Φαίνεται ό,τι κάτι πήγε στραβά! Προσπάθησε πάλι!

# no_album_found
source: There are no photos available in the Album. You can add from the gallery or search tab!
el: Δεν υπάρχουν διαθέσιμες φωτογραφίες στο Album. Μπορείς να προσθέσεις από τη συλλογή ή την αναζήτηση!

# album_deleted
source: The album has been deleted!
el: To album διάγραφηκε!

# delete_multiple_images
source: The photos were deleted from the collection!
el: Οι φωτογραφίες διαγράφηκαν από τη συλλογή!

# delete_single_image
source: The photo was deleted from the collection!
el: Η φωτογραφία διαγράφηκε από τη συλλογή!

# delete_multiple_images_fr_album
source: The photos were deleted from the album!
el: Οι φωτογραφίες διαγράφηκαν από το album!

# delete_single_image_fr_album
source: The photo was deleted from the album
el: Η φωτογραφία διαγράφηκε από το album!

source: Delete album
el: Διαγραφή album

# delete_all_assets
source: Delete all assets from collection
el: Διαγραφή όλων των εικόνων από τη συλλογή

# delete_assets_album
source: Delete assets from album
el: Διαγραφή εικόνων από το album

# delete_assets
source: Delete assets from collection
el: Διαγραφή εικόνων από τη συλλογή

# version
source: Current version:
el: Τελευταία έκδοση:

source: Appearance
el: Εμφάνιση

source: Dark Mode
el: Νυχτερινή λειτουργία

source: General
el: Γενικά

source: Find me on social
el: Βρες με στα social

source: Share app
el: Μοιράσου το app

source: Review app
el: Αξιολόγησε το app

# choose_system
source: If you select "System",
el: Αν επιλέξετε "Σύστημα", το

# device_settings
source: will automatically adjust the appearance based on the system settings of your device.
el: θα προσαρμόσει αυτόματα την εμφάνιση με βάση τις ρυθμίσεις συστήματος της συσκευής σας.

source: Activation
el: Ενεργοποίηση

source: Deactivation
el: Απενεργοποίηση

source: System
el: Σύστημα

source: HQ Loading...
el: HQ φορτώνει...

source: HQ available ✔️
el: HQ διαθέσιμη ✔️

# image_saved
source: Image was saved!
el: Η εικόνα αποθηκεύτηκε!

source: Languages
el: Γλώσσες

source: Choose language
el: Επέλεξε γλώσσα

source: English
el: Αγγλικά

source: Greek
el: Ελληνικά

# change_language_desc
source: If you select another language, the application will change all the words according to your preference.
el: Αν επιλέξετε άλλη γλώσσα, η εφαρμογή θα αλλάξει όλα τις λέξεις με βάση την προτίμηση σας.

# already_fetched
source: Image has been already taken!
el: Η φωτογραφία έχει γίνει ήδη λήψη!

# album_footer
source: Click here to view the entire album!
el: Πατήστε εδώ για προβολή όλου του album!

# limited_alert_title
source: Limited access
el: Περιορισμένη πρόσβαση

# limited_alert_message
source: You seem to have limited access to your photos. This way you will not be able to see your album, however the photos are normally stored on the device. If you want to change it you can press the button below. 👇
el: Φαίνεται πως έχεις δώσει περιορισμένη πρόσβαση σχετικά με τις φωτογραφίες σου. Με αυτό τον τρόπο δε θα μπορείς να δεις το άλμπουμ σου, ωστόσο οι φωτογραφίες αποθηκεύονται κανονικά στη συσκευή. Αν επιθυμείς να το αλλάξεις μπορείς να πατήσεις το κουμπί από κάτω. 👇

# limited_alert_not_asked_again
source: Do not ask again
el: Να μην ερωτηθώ ξανά

# denied_alert_title
source: You don't have access
el: Δεν έχεις πρόσβαση

# denied_alert_message
source: It seems that you haven't given access to your photos. To save photos and explore them in your own album press here! 👇
el: Φαίνεται πως δεν έχεις δώσει πρόσβαση στις φωτογραφίες σου. Για να αποθηκεύεις φωτογραφίες και να τις εξερευνείς στο δικό σου άλμπουμ μεταφέρσου εδώ! 👇

source: Please wait...
el: Περιμένετε...

# sounds_haptics
source: Sounds and Haptics
el: Ήχοι και απτικά

source: Sounds
el: Ήχοι

# haptics
source: Vibrations
el: Δονήσεις

source: Choose theme
el: Επέλεξε θέμα

source: Save
el: Αποθήκευση

source: Themes
el: Θέματα

# theme_header
source: Choose one of the following themes for your homepage
el: Επέλεξε ένα από τα παρακάτω θέματα για την αρχική σου σελίδα
